Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/ext save/modules/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_modules_label.ok_headline
source: Notice
de: Hinweis

# tx_modules_label.warning_headline
source: Warning
de: Warnung

# tx_modules_label.error_headline
source: Error
de: Fehler

# tx_modules_label.columns
source: Columns
de: Spalten

# tx_modules_label.boolean_true
source: yes
de: ja

# tx_modules_label.boolean_false
source: no
de: nein

# tx_modules_label.list_frontend_user
source: Frontend user list
de: Frontend-User Liste

# tx_modules_label.new_frontend_user
source: New frontend user
de: Neuer Frontend-User

# tx_modules_label.list_frontend_user_refresh
source: Refresh frontenduser list
de: Frontend-User Liste aktualisieren

# tx_modules_label.list_frontend_user_export
source: Export frontenduser list as CSV
de: Frontend-User Liste als CSV exportieren

# tx_modules_label.list_frontend_user_bookmark
source: Frontenduser list
de: Frontend-User Liste

# tx_modules_label.list_frontend_user_no_entries
source: No frontend user found - please select another container or create new frontend user!
de: Es konnten keine Frontenduser gefunden werden - bitte wählen Sie einen anderen Container oder erstellen Sie neue Frontenduser!

# tx_modules_label.username
source: Username
de: Benutzername

# tx_modules_label.list_frontend_user_groups
source: Frontend user group list
de: Frontend-Usergroup Liste

# tx_modules_label.list_frontend_user_groups_no_entries
source: No frontend user groups found - please select another container or create new frontend user groups!
de: Es konnten keine Frontenduser-Gruppen gefunden werden - bitte wählen Sie einen anderen Container oder erstellen Sie neue Frontenduser-Gruppen!

# tx_modules_label.list_frontend_user_groups_header
source: Frontend user groups
de: Frontenduser-Gruppe

# tx_modules_label.list_frontend_user_manage_invitation_codes
source: Invitation codes management
de: Einladungscodes Verwaltung

# tx_modules_label.list_frontend_user_import_invitation_codes
source: Invitation codes import
de: Einladungscodes Import

# tx_modules_label.new_frontend_user_group
source: New frontend user group
de: Neue Frontend-Usergroup

# tx_modules_label.list_frontend_user_groups_refresh
source: Refresh frontenduser group list
de: Frontend-Usergroup Liste aktualisieren

# tx_modules_label.list_frontend_user_groups_bookmark
source: Frontenduser group list
de: Frontend-Usergroup Liste

# tx_modules_label.backend_filter_search_word
source: Search word
de: Suchwort

# tx_modules_label.backend_filter_disabled
source: Disabled only
de: Nur deaktivierte anzeigen

# tx_modules_label.backend_filter_submit
source: refresh
de: aktualisieren

# tx_modules_label.backend_filter_usergroup
source: User group
de: Benutzergruppe

# tx_modules_label.backend_filter_usergroup_all
source: All
de: Alle

# tx_modules_label.backend_import_file_upload
source: Import file upload
de: Import-Dateiupload

# tx_modules_label.button_upload_csv_file
source: CSV file
de: CSV-Datei

# tx_modules_label.button_upload_separator
source: CSV Separator
de: CSV-Trennzeichen

# tx_modules_label.button_upload_separator.semicolon
source: Semicolon (Default)
de: Semikolon (Voreinstellung)

# tx_modules_label.button_upload_separator.comma
source: Comma
de: Komma

# tx_modules_label.button_upload_separator.tab
source: Tab Stop
de: Tab-Stopp

# tx_modules_label.button_upload_character_set_hint
source: Note: For the correct display of special characters, the CSV file must be submitted in UTF-8 format.
de: Hinweis: Für die korrekte Darstellung von Sonderzeichen muss die CSV Datei im UTF-8 Format geliefert werden.

# tx_modules_label.button_upload_import_file
source: Upload file for preview
de: Datei für Vorschau hochladen

# tx_modules_label.list_frontend_user_invitation_codes_refresh
source: Refresh invitation codes list
de: Einladungscodes Liste aktualisieren

# tx_modules_label.list_frontend_user_invitation_codes_bookmark
source: Invitation code list
de: Einladungscode Liste

# tx_modules_label.list_frontend_user_col_username
source: Username
de: Benutzername

# tx_modules_label.list_frontend_user_col_usergroup
source: Group
de: Benutzergruppe

# tx_modules_label.list_frontend_user_col_disable
source: Disabled
de: Deaktiviert

# tx_modules_label.list_frontend_user_col_creation_date
source: Created
de: Erstellt am

# tx_modules_label.list_frontend_user_col_modification_date
source: Modified
de: Geändert am

# tx_modules_label.list_frontend_user_col_actions
source: Actions
de: Aktionen

# tx_modules_label.list_frontend_user_action_edit
source: Edit frontend user
de: Frontenduser bearbeiten

# tx_modules_label.list_frontend_user_action_disable
source: Disable frontend user
de: Frontenduser deaktivieren

# tx_modules_label.list_frontend_user_action_enable
source: Enable frontend user
de: Frontenduser aktivieren

# tx_modules_label.list_frontend_user_action_login_as
source: Login as frontend user
de: Als Frontenduser einloggen

# tx_modules_label.list_frontend_user_action_delete_title
source: Delete this frontend user?
de: Frontenduser löschen?

# tx_modules_label.list_frontend_user_action_delete_content
source: Are you sure you want to delete the frontend user '%1$s'?
de: Möchten Sie den Frontenduser '%1$s' wirklich löschen?

# tx_modules_label.list_frontend_user_action_delete_cancel
source: Cancel
de: Abbrechen

# tx_modules_label.list_frontend_user_groups_col_title
source: Title
de: Titel

# tx_modules_label.list_frontend_user_groups_col_hidden
source: Disabled
de: Abbrechen

# tx_modules_label.list_frontend_user_groups_col_actions
source: Actions
de: Aktionen

# tx_modules_label.list_frontend_user_groups_action_edit
source: Edit frontend user group
de: Frontenduser-Gruppe bearbeiten

# tx_modules_label.list_frontend_user_groups_action_hide
source: Disable frontend user group
de: Frontenduser-Gruppe deaktivieren

# tx_modules_label.list_frontend_user_groups_action_show
source: Enable frontend user group
de: Frontenduser-Gruppe aktiviere

# tx_modules_label.list_frontend_user_groups_action_delete_title
source: Delete this frontend user group?
de: Frontenduser-Gruppe löschen?

# tx_modules_label.list_frontend_user_groups_action_delete_content
source: Are you sure you want to delete the frontend user group '%1$s'?
de: Möchten Sie die Frontenduser-Gruppe '%1$s' wirklich löschen?

# tx_modules_label.list_frontend_user_groups_action_delete_cancel
source: Cancel
de: Abbrechen

# tx_modules_label.list_invitation_codes
source: Invitation code
de: Einladungscodes

# tx_modules_label.list_invitation_codes_no_entries
source: No invitation codes found
de: Es konnten keine Einladungscodes gefunden werden

# tx_modules_label.list_invitation_codes_header
source: Invitation codes
de: Einladungscodes

# tx_modules_label.list_invitation_codes_col_company
source: Company
de: Firma

# tx_modules_label.list_invitation_codes_col_first_name
source: First name
de: Vorname

# tx_modules_label.list_invitation_codes_col_last_name
source: Last name
de: Nachname

# tx_modules_label.list_invitation_codes_col_birthday
source: Birthday
de: Geburtstag

# tx_modules_label.list_invitation_codes_col_usergroups
source: Usergroups
de: Benutzergruppen

# tx_modules_label.list_invitation_codes_col_starttime
source: Starttime
de: Startzeit

# tx_modules_label.list_invitation_codes_col_endtime
source: Endtime
de: Endzeit

# tx_modules_label.list_invitation_codes_already_in_database
source: Code already in database saved
de: Code bereits in Datenbank enthalten

# tx_modules_label.list_invitation_codes_not_found_usergroups_prefix
source: Not found:
de: Nicht gefunden:

# tx_modules_label.list_invitation_codes_valid_rows_found
source: %1$d valid rows found.
de: %1$d gültige Zeilen gefunden.

# tx_modules_label.list_invitation_codes_row_without_code_found
source: Rows without code found: %1$s
de: Zeilen ohne Code gefunden: %1$s

# tx_modules_label.list_invitation_codes_row_with_duplicate_code_in_file_found
source: Rows with duplicate code in import file found: %1$s
de: Zeile mit Code doppelt in Importdatei vorhanden: %1$s

# tx_modules_label.list_invitation_codes_not_imported
source: %1$d codes could not be imported.
de: %1$d Codes konnten nicht importiert werden.

# tx_modules_label.list_invitation_codes_successfully_imported
source: %1$d codes successfully imported.
de: %1$d Codes erfolgreich importiert.

# tx_modules_label.list_invitation_codes_delete_row_button
source: Delete this row
de: Diese Zeile löschen

# tx_modules_label.list_invitation_codes_cancel_button
source: Cancel
de: Abbrechen

# tx_modules_label.list_invitation_codes_import_now_button
source: Import now!
de: Jetzt importieren!

# tx_modules_label.list_invitation_codes_col_used
source: Used
de: Gebraucht

# tx_modules_label.list_invitation_codes_action_edit
source: Edit invitation code
de: Einladungscode bearbeiten

# tx_modules_label.list_invitation_codes_action_delete_title
source: Delete this invitation code?
de: Einladungscode löschen?

# tx_modules_label.list_invitation_codes_action_delete_content
source: Are you sure you want to delete the invitation code '%1$s'?
de: Möchten Sie die Einladungscode '%1$s' wirklich löschen?

# tx_modules_label.list_invitation_codes_action_delete_cancel
source: Cancel
de: Abbrechen

# tx_modules_label.list_backend_user
source: Backend user list
de: Backend-User Liste

# tx_modules_label.new_backend_user
source: New backend user
de: Neuer Backend-User

# tx_modules_label.list_backend_user_refresh
source: Refresh backenduser list
de: Backend-User Liste aktualisieren

# tx_modules_label.list_backend_user_bookmark
source: Backenduser list
de: Backend-User Liste

# tx_modules_label.list_backend_user_no_entries
source: No backend user found - please create new backend user!
de: Es konnten keine Backenduser gefunden werden - bitte erstellen Sie neue Backenduser!

# tx_modules_authorization.backend_user_group_header
source: Backend Usergroup Management
de: Backend-Usergroup Verwaltung

# tx_modules_authorization.backend_user_header
source: Backend User Management
de: Backend-User Verwaltung

# tx_modules_authorization.backend_user_add_user_title
source: Add backend user
de: Backend-User hinzufügen

# tx_modules_authorization.backend_user_delete_user_title
source: Delete backend user
de: Backend-User löschen

# tx_modules_authorization.frontend_user_header
source: Frontend User Management
de: Frontend-User Verwaltung

# tx_modules_authorization.frontend_user_add_user_title
source: Add frontend user
de: Frontend-User hinzufügen

# tx_modules_authorization.frontend_user_delete_user_title
source: Delete frontend user
de: Frontend-User löschen

# tx_modules_authorization.frontend_user_export_user_title
source: Export frontend user
de: Frontend-User exportieren

# tx_modules_authorization.frontend_user_group_header
source: Frontend Usergroup Management
de: Frontend-Usergroup Verwaltung

# tx_modules_authorization.frontend_user_group_add_group_title
source: Add frontend usergroup
de: Frontend-Usergroup hinzufügen

# tx_modules_authorization.frontend_user_group_delete_group_title
source: Delete frontend usergroup
de: Frontend-Usergroup löschen

# tx_modules_authorization.frontend_user_group_list_groups_title
source: View list of frontend usergroup
de: Frontend-Usergroup Liste sehen

# tx_modules_authorization.frontend_user_invitation_code_header
source: Frontend user invitation codes
de: Frontend-User Einladungscodes

source: Manage invitation codes
de: Einladungscodes verwalten

source: Import invitation codes
de: Einladungscodes importieren

# tx_modules_label.list_backend_user_col_username
source: Username
de: Benutzername

# tx_modules_label.list_backend_user_col_usergroup
source: Group
de: Benutzergruppe

# tx_modules_label.list_backend_user_col_disable
source: Disabled
de: Deaktiviert

# tx_modules_label.list_backend_user_col_creation_date
source: Created
de: Erstellt am

# tx_modules_label.list_backend_user_col_modification_date
source: Modified
de: Geändert am

# tx_modules_label.list_backend_user_col_actions
source: Actions
de: Aktionen

# tx_modules_label.list_backend_user_action_edit
source: Edit backend user
de: Backenduser bearbeiten

# tx_modules_label.list_backend_user_action_disable
source: Disable backend user
de: Backenduser deaktivieren

# tx_modules_label.list_backend_user_action_enable
source: Enable backend user
de: Backenduser aktivieren

# tx_modules_label.list_backend_user_action_delete_title
source: Delete this backend user?
de: Backenduser löschen?

# tx_modules_label.list_backend_user_action_delete_content
source: Are you sure you want to delete the backend user '%1$s'?
de: Möchten Sie die Backenduser '%1$s' wirklich löschen?

# tx_modules_label.list_backend_user_action_delete_cancel
source: Cancel
de: Abbrechen

# tx_registration_label.registration_field_gender
source: Gender
de: Anrede

# tx_registration_label.registration_field_gender_male
source: Male
de: Herr

# tx_registration_label.registration_field_gender_female
source: Female
de: Frau

# tx_registration_label.registration_field_gender_family
source: Family
de: Familie

# tx_registration_label.registration_field_gender_diverse
source: Diverse
de: Divers

# tx_registration_label.registration_field_gender_required
source: Please select your gender!
de: Bitte wählen Sie eine Anrede!

# tx_registration_label.registration_field_username
source: Username
de: Benutzername

# tx_registration_label.registration_field_username_required
source: Please enter an username!
de: Bitte geben Sie einen Benutzernamen ein!

# tx_registration_label.registration_field_username_already_exists
source: A user with that username already exists!
de: Der Benutzername ist leider bereits vergeben!

# tx_registration_label.registration_field_username_too_short
source: Please enter an username with at least %1$d characters!
de: Bitte geben Sie einen Benutzernamen mit mindestens %1$d Zeichen ein!

# tx_registration_label.registration_field_password
source: Password
de: Passwort

# tx_registration_label.registration_field_password_required
source: Please enter a password!
de: Bitte gegen Sie ein Passwort ein!

# tx_registration_label.registration_field_password_too_short
source: Please enter a password with at least %1$d characters!
de: Bitte geben Sie ein Passwort mit mindestens %1$d Zeichen ein!

# tx_registration_label.registration_field_password_unequal
source: The given passwords are not equal!
de: Die eingegebenen Passwörter sind nicht gleich!

# tx_registration_label.registration_field_password_repeat
source: Repeat password
de: Passwort wiederholen

# tx_registration_label.registration_field_email_invalid
source: Please enter a valid email address!
de: Bitte geben Sie eine gültige E-Mailadresse ein!

# tx_registration_label.registration_field_email_required
source: Please enter an email address!
de: Bitte geben Sie eine E-Mailadresse ein!

# tx_registration_label.registration_field_name_required
source: Please enter a name!
de: Bitte geben Sie Ihren Namen ein!

# tx_registration_label.registration_field_first_name
source: First name
de: Vorname

# tx_registration_label.registration_field_first_name_required
source: Please enter a first name!
de: Bitte geben Sie Ihren Vornamen ein!

# tx_registration_label.registration_field_last_name
source: Last name
de: Nachname

# tx_registration_label.registration_field_last_name_required
source: Please enter a last name!
de: Bitte geben Sie Ihren Nachnamen ein!

# tx_registration_label.registration_field_company
source: Company
de: Firma

# tx_registration_label.registration_field_company_required
source: Please enter your company name!
de: Bitte geben Sie Ihren Firmennamen ein!

# tx_registration_label.registration_field_address
source: Address
de: Adresse

# tx_registration_label.registration_field_address_required
source: Please enter your address!
de: Bitte geben Sie Ihre Adresse ein!

# tx_registration_label.registration_field_zip
source: Postal code
de: Postleitzahl

# tx_registration_label.registration_field_zip_required
source: Please enter your postal code!
de: Bitte geben Sie Ihre Postleitzahl ein!

# tx_registration_label.registration_field_city
source: City
de: Stadt

# tx_registration_label.registration_field_city_required
source: Please enter your city!
de: Bitte geben Sie die Stadt ein in der Sie wohnen!

# tx_registration_label.registration_field_telephone
source: Phone
de: Telefon

# tx_registration_label.registration_field_telephone_required
source: Please enter your phone number!
de: Bitte geben Sie Ihre Telefonnummer ein!

# tx_registration_label.registration_field_fax_required
source: Please enter your fax number!
de: Bitte geben Sie Ihre Faxnummer ein!

# tx_registration_label.registration_field_mobile
source: Mobile
de: Mobilnummer

# tx_registration_label.registration_field_mobile_required
source: Please enter your mobile number!
de: Bitte geben Sie Ihre Mobilnummer ein!

# tx_registration_label.registration_field_terms_confirmed
source: Accept the <a href="%1$s" target="_blank" title="Show the terms">terms</a>.
de: Ich akzeptiere die <a href="%1$s" target="_blank" title="Die AGBs anzeigen">AGB</a>.

# tx_registration_label.registration_field_terms_confirmed_required
source: Please accept our terms!
de: Bitte akzeptieren Sie unsere AGB!

# tx_registration_label.registration_field_privacy_confirmed
source: Accept the <a href="%1$s" target="_blank" title="Show the privacy protection">privacy protection</a>.
de: Ich akzeptiere die <a href="%1$s" target="_blank" title="Die Datenschutzbestimmungen anzeigen">Datenschutzbestimmungen</a>.

# tx_registration_label.registration_field_privacy_confirmed_required
source: Please accept our privacy protection!
de: Bitte akzeptieren Sie unsere Datenschutzbestimmungen!

# tx_registration_label.registration_field_profession
source: Profession
de: Berufsstand

# tx_registration_label.registration_field_profession_employed
source: Employed
de: Angestellter

# tx_registration_label.registration_field_profession_officer
source: Officer
de: Beamter

# tx_registration_label.registration_field_profession_self_employed
source: Self employed
de: Selbstständiger

# tx_registration_label.registration_field_profession_pensioner
source: Pensioner
de: Rentner

# tx_registration_label.registration_field_marital_status
source: Marital status
de: Familienstand

# tx_registration_label.registration_field_marital_status_single
source: Single
de: ledig

# tx_registration_label.registration_field_marital_status_married
source: Married
de: verheiratet

# tx_registration_label.registration_field_children
source: Children
de: Kinder

# tx_registration_label.registration_field_birthday
source: Birthday
de: Geburtstag

# tx_registration_label.registration_field_birthday_required
source: Please enter your birthday.
de: Bitte geben Sie Ihren Geburtstag im Format YYYY-MM-DD ein.

# tx_registration_label.registration_field_birthday_too_young
source: You are not old enough for registering on our page. You must be at least %1$s years old.
de: Sie sind nicht alt genug, um sich an unserer Seite zu registrieren. Sie müssen mindestens %1$s Jahre alt sein.

# tx_registration_label.registration_field_year_of_birth
source: Year of birth
de: Geburtsjahr

# tx_registration_label.registration_field_year_of_birth_required
source: Please select your day of birth.
de: Bitte wählen Sie Ihr Geburtsjahr aus.

# tx_registration_label.registration_field_year_of_birth_too_young
source: You are not old enough for registering on our page. You must be at least %1$s years old.
de: Sie sind nicht alt genug, um sich an unserer Seite zu registrieren. Sie müssen mindestens %1$s Jahre alt sein.

# tx_registration_label.registration_field_bank_account_owner_name
source: Bank account owner name
de: Bankkonto Inhaber

# tx_registration_label.registration_field_bank_account_owner_name_required
source: Please enter the owner name of the bank account
de: Bitte geben Sie den Inhaber des Bankkontos ein

# tx_registration_label.registration_field_bank_account_bank_name
source: Bank account bank name
de: Bankkonto Bankname

# tx_registration_label.registration_field_bank_account_bank_name_required
source: Please enter the bank name of the bank account
de: Bitte geben Sie den Banknamen des Bankkontos ein

# tx_registration_label.registration_field_bank_account_bic
source: Bank account BIC
de: Bankkonto BIC

# tx_registration_label.registration_field_bank_account_bic_required
source: Please enter the BIC of the bank account
de: Bitte geben Sie die BIC des Bankkontos ein

# tx_registration_label.registration_field_bank_account_iban
source: Bank account IBAN
de: Bankkonto IBAN

# tx_registration_label.registration_field_bank_account_iban_required
source: Please enter the IBAN of the bank account
de: Bitte geben Sie die IBAN des Bankkontos ein

# tx_registration_label.registration_field_accounting_type
source: Accounting
de: Bezahlung

# tx_registration_label.registration_field_accounting_type_debit
source: Debit
de: Lastschrift

# tx_registration_label.registration_field_accounting_type_accounting
source: Accounting
de: Rechnung

# tx_registration_label.registration_field_vat_number
source: VAT number
de: Ust-ID

# tx_registration_label.registration_field_vat_number_required
source: Please enter your VAT number
de: Bitte geben Sie Ihre Ust-ID ein

# tx_registration_label.registration_field_country
source: Country
de: Land

# tx_registration_label.registration_field_country_required
source: Please enter your county name
de: Bitte geben Sie Ihr Land ein

# tx_registration_label.registration_field_disclaimer_confirmed
source: Accept the <a href="%1$s" target="_blank" title="Show the disclaimer">disclaimer</a>.
de: Ich akzeptiere die <a href="%1$s" target="_blank" title="Die Wiederrufsbestimmungen anzeigen">Wiederrufsbestimmungen</a>.

# tx_registration_label.registration_field_disclaimer_confirmed_required
source: Please accept the disclaimer!
de: Bitte akzeptieren Sie die Widerrufsbestimmungen!

# tx_registration_label.registration_field_newsletter
source: Subscribe to Newsletter
de: Newsletter abbonieren

# tx_registration_label.registration_mandatory_fields
source: * Mandatory fields
de: * Pflichtfelder

# tx_registration_label.button_registration_send_label
source: Register
de: Registrieren

# tx_registration_label.button_registration_send_title
source: Send registration
de: Registrierung absenden

# tx_registration_label.button_login_title
source: Go to login page
de: Loginseite öffnen

# tx_registration_message.ok_registration_successful_title
source: Registration successful!
de: Registrierung erfolgreich!

# tx_registration_message.ok_registration_successful_body
source: Your registration was successful. Please check your mailbox for our confirmation mail and click the confirmation link in order activate your account.
de: Ihre Registrierung war erfolgreich. Bitte prüfen Sie Ihr E-Mailpostfach nach unserer Bestätigungsmail und klicken Sie darin den Bestätigungslink um die Registrierung abzuschließen.

# tx_registration_message.error_registration_validation_failed_title
source: Registration validation failed!
de: Registrierungs-Validierung fehlgeschlagen!

# tx_registration_message.error_registration_validation_failed_body
source: The registration failed - please fill out all fields correctly.
de: Die Registrierung konnte nicht abgeschlossen werden - bitte füllen Sie alle Felder korrekt aus.

# tx_registration_message.error_registration_failed_title
source: Registration failed!
de: Registrierung fehlgeschlagen!

# tx_registration_message.error_registration_failed_body
source: The registration failed - please contact the administrator of this page.
de: Die Registrierung konnte nicht abgeschlossen werden - bitte kontaktieren Sie den Administrator dieser Seite.

# tx_registration_message.error_invitation_code_invalid
source: The invitation code is invalid.
de: Der Einladungscode ist ungültig.
