Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/ext save/modules/Resources/Private/Language/*.locallang_constants.xlf
Languages: de

# tx_modules_constants.subcategory_container
source: Frontend user Container
de: Frontend-Benutzercontainer

# tx_modules_constants.container_frontend_user
source: Frontend user
de: Frontend-Benutzer

# tx_modules_constants.subcategory_pages
source: Frontend user Pages
de: Frontend-Benutzerseiten

# tx_modules_constants.pages_registration
source: Registration
de: Registrierung

# tx_modules_constants.pages_profile
source: Profile
de: Profil

# tx_modules_constants.pages_terms
source: Terms
de: Bedingungen

# tx_modules_constants.pages_privacy
source: Privacy protection
de: Datenschutz

# tx_modules_constants.pages_disclaimer
source: Disclaimer
de: Haftungsausschluss

# tx_modules_constants.subcategory_view
source: Fluid Templates for modules (Registration, Profile, ...)
de: Fluid Templates für Modules (Anmeldung, Profil, ...)

# tx_modules_constants.subcategory_registration
source: Registration
de: Registrierung

# tx_modules_constants.registration_email_as_username
source: Disables the username field and use email as username
de: Deaktiviert das Benutzernamenfeld und verwendet E-Mail als Benutzernamen

# tx_modules_constants.registration_username_min_length
source: Registration username minimum length
de: Mindestlänge des Registrierungs-Benutzernamens

# tx_modules_constants.registration_password_min_length
source: Registration password minimum length
de: Mindestlänge des Registrierungspassworts

# tx_modules_constants.registration_password_encryption
source: Password encryption: default (uses the system setting, usually Argon2i), none, md5, sha1 or saltedpasswords
de: Passwortverschlüsselung: default (verwendet die Systemeinstellung, normalerweise Argon2i), none, md5, sha1 oder saltedpasswords

# tx_modules_constants.registration_enable_admin_confirmation
source: Enable admin confirmation
de: Admin-Bestätigung aktivieren

# tx_modules_constants.registration_email_subject
source: Registration mail subject
de: Registrierungsmail: Betreff

# tx_modules_constants.registration_email_from_email
source: Registration mail sender mail
de: Registrierungsmail: E-Mail des Absenders

# tx_modules_constants.registration_email_from_name
source: Registration mail sender name
de: Registrierungsmail: Name des Absenders

# tx_modules_constants.registration_email_bcc_email
source: Registration mail blind copy email
de: Registrierungsmail: Blindkopie per E-Mail

# tx_modules_constants.registration_email_template
source: Registration mail template
de: Registrierungsmail: Vorlage

# tx_modules_constants.registration_email_on_activation_active
source: Send an email on account activation to the user?
de: Eine E-Mail bei Aktivierung des Accounts an den Benutzer?

# tx_modules_constants.registration_email_on_activation_subject
source: Activation mail subject
de: Aktivierungsmail: Betreff

# tx_modules_constants.registration_email_on_activation_from_email
source: Activation mail sender mail
de: Aktivierungsmail: E-Mail des Absenders

# tx_modules_constants.registration_email_on_activation_from_name
source: Activation mail sender name
de: Aktivierungsmail: Name des Absenders

# tx_modules_constants.registration_email_on_activation_bcc_email
source: Activation mail blind copy email
de: Aktivierungsmail Blindkopie-E-Mail

# tx_modules_constants.registration_email_on_activation_template
source: Activation mail template
de: Aktivierungsmail: E-Mail-Vorlage

# tx_modules_constants.registration_email_admin_activation_subject
source: Admin activation mail subject
de: Admin-Aktivierungsmail: Betreff

# tx_modules_constants.registration_email_admin_activation_from_email
source: Admin activation mail sender mail
de: Admin-Aktivierungsmail: E-Mail-Absender

# tx_modules_constants.registration_email_admin_activation_to_email
source: Admin activation mail receiver mail
de: Admin-Aktivierungsmail: Empfänger-E-Mail

# tx_modules_constants.registration_email_admin_activation_bcc_email
source: Admin activation mail blind copy email
de: Admin-Aktivierungsmail: Blindkopie-E-Mail

# tx_modules_constants.registration_email_admin_activation_template
source: Admin activation mail template
de: Admin-Aktivierungsmail: E-Mail-Vorlage

# tx_modules_constants.registration_email_admin_confirmation_subject
source: Admin confirmation mail subject
de: Admin-Bestätigungsmail: Betreff

# tx_modules_constants.registration_email_admin_confirmation_from_email
source: Admin confirmation mail sender mail
de: Admin-Bestätigungsmail: Absender

# tx_modules_constants.registration_email_admin_confirmation_from_name
source: Admin confirmation mail sender name
de: Admin-Bestätigungsmail: Name des Absenders

# tx_modules_constants.registration_email_admin_confirmation_bcc_email
source: Admin confirmation mail blind copy email
de: Admin-Bestätigungsmail: Blindkopie-E-Mail

# tx_modules_constants.registration_email_admin_confirmation_template
source: Admin confirmation mail template
de: Admin-Bestätigungsmail: Vorlage

# tx_modules_constants.registration_email_admin_rejection_subject
source: Admin rejection mail subject
de: Admin-Ablehnungsmail: Betreff

# tx_modules_constants.registration_email_admin_rejection_from_email
source: Admin rejection mail sender mail
de: Admin-Ablehnungsmail: E-Mail-Absender

# tx_modules_constants.registration_email_admin_rejection_from_name
source: Admin rejection mail sender name
de: Admin-Ablehnungsmail: Absendername

# tx_modules_constants.registration_email_admin_rejection_bcc_email
source: Admin rejection mail blind copy email
de: Admin-Ablehnungsmail: Blindkopie-E-Mail

# tx_modules_constants.registration_email_admin_rejection_template
source: Admin rejection mail template
de: Admin-Ablehnungsmail: E-Mail-Vorlage

# tx_modules_constants.registration_fronted_user_groups
source: Frontend user groups for new registered users: Multiple groups must be comma separated. Groups must be contained in frontendUser-Container!
de: Frontend-Benutzergruppen für neu registrierte Benutzer: Mehrere Gruppen müssen durch Komma getrennt werden. Gruppen müssen im frontendUser-Container enthalten sein!

# tx_modules_constants.registration_record_type
source: Frontend user record type
de: Datensatztyp des Front-End-Benutzers

# tx_modules_constants.registration_professions
source: Profession
de: Beruf

# tx_modules_constants.registration_marital_status
source: Marital status
de: Familienstand

# tx_modules_constants.registration_gender
source: Gender
de: Geschlecht

# tx_modules_constants.registration_accounting_type
source: Account type
de: Konto Typ

# tx_modules_constants.registration_min_age
source: User must have at least an age of:
de: Der Benutzer muss mindestens folgendes Alter haben:

# tx_modules_constants.subcategory_profile
source: Profile
de: Profil

# tx_modules_constants.profile_email_on_user_update_active
source: Send an email on profile updates by user?
de: Eine E-Mail zu Profilaktualisierungen durch den Benutzer senden?

# tx_modules_constants.profile_email_on_user_update_subject
source: Profile update mail subject
de: Betreff der Profilaktualisierungsmail

# tx_modules_constants.profile_email_on_user_update_from_email
source: Profile update mail sender mail
de: Profilaktualisierungs-E-Mail: Absender-Mail

# tx_modules_constants.profile_email_on_user_update_from_name
source: Profile update mail sender name
de: Profilaktualisierungsmail: Absendername

# tx_modules_constants.profile_email_on_user_update_to_email
source: Profile update mail receiver mail
de: Profil-Update-E-Mail: Empfänger-Mail

# tx_modules_constants.profile_email_on_user_update_to_name
source: Profile update mail receiver name
de: Profilaktualisierung: Name des E-Mail-Empfängers

# tx_modules_constants.profile_email_on_user_update_bcc_email
source: Profile update mail blind copy email
de: Profil-Update-Mail: Blindkopie-E-Mail
