Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/ext save/modules/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_registration_message.ok_activation_successful_title
source: Activation successful!
de: Aktivierung erfolgreich!

# tx_registration_message.ok_activation_successful_body
source: The activation of your registration was successful - now you you can log in.
de: Die Aktivierung Ihrer Registrierung war erfolgreich - Sie können sich nun einloggen.

# tx_registration_message.error_activation_failed_title
source: Activation failed!
de: Aktivierung fehlgeschlagen!

# tx_registration_message.error_activation_failed_body
source: The activation of your registration failed - please contact the administrator of this page.
de: Die Aktivierung Ihrer Registrierung war nicht erfolgreich - bitte kontaktieren Sie den Administrator dieser Seite.

# tx_registration_message.request_sent_to_admin_title
source: Activation request was sent to the site administrator!
de: Aktivierungsanfrage wurde an der Seitenadministrator gesendet!

# tx_registration_message.request_sent_to_admin_body
source: You will be notified when the administrator has unlocked your account!
de: Sie werden benachrichtigt, wenn der Administrator Ihr Konto freigeschaltet hat!

# tx_registration_message.admin_confirmation_success_title
source: The user account was successfully activated!
de: Das Benutzerkonto wurde erfolgreich aktiviert!

# tx_registration_message.admin_confirmation_success_body
source: The user will be notified by email!
de: Der Benutzer wird per E-Mail benachrichtigt!

# tx_registration_message.admin_confirmation_error_title
source: Activation failed!
de: Aktivierung fehlgeschlagen!

# tx_registration_message.admin_confirmation_error_body
source: An error occurred while activating the user account!
de: Beim Aktivieren des Benutzerkontos ist ein Fehler aufgetreten!

# tx_registration_message.admin_rejection_success_title
source: The registration was successfully rejected!
de: Die Registrierung wurde erfolgreich abgelehnt!

# tx_registration_message.admin_rejection_success_body
source: The user will be notified by email!
de: Der Benutzer wird per E-Mail benachrichtigt!

# tx_registration_message.admin_rejection_error_title
source: Rejection failed!
de: Ablehnung der Registrierung gescheitert!

# tx_registration_message.admin_rejection_error_body
source: An error occurred while rejecting the registration!
de: Beim Zurückweisen der Registrierung ist ein Fehler aufgetreten!

# tx_profile_label.profile_field_gender
source: Gender
de: Anrede

# tx_profile_label.profile_field_gender_male
source: Male
de: Herr

# tx_profile_label.profile_field_gender_female
source: Female
de: Frau

# tx_profile_label.profile_field_gender_family
source: Family
de: Familie

# tx_profile_label.profile_field_gender_diverse
source: Diverse
de: Divers

# tx_profile_label.profile_field_gender_required
source: Please select your gender!
de: Bitte wählen Sie eine Anrede!

# tx_profile_label.profile_field_email_invalid
source: Please enter a valid email address!
de: Bitte geben Sie eine gültige E-Mailadresse ein!

# tx_profile_label.profile_field_email_required
source: Please enter an email address!
de: Bitte geben Sie eine E-Mailadresse ein!

# tx_profile_label.profile_field_name_required
source: Please enter a name!
de: Bitte geben Sie Ihren Namen ein!

# tx_profile_label.profile_field_first_name
source: First name
de: Vorname

# tx_profile_label.profile_field_first_name_required
source: Please enter a first name!
de: Bitte geben Sie Ihren Vornamen ein!

# tx_profile_label.profile_field_last_name
source: Last name
de: Nachname

# tx_profile_label.profile_field_last_name_required
source: Please enter a last name!
de: Bitte geben Sie Ihren Nachnamen ein!

# tx_profile_label.profile_field_company
source: Company
de: Firma

# tx_profile_label.profile_field_company_required
source: Please enter your company name!
de: Bitte geben Sie Ihren Firmennamen ein!

# tx_profile_label.profile_field_address
source: Address
de: Adresse

# tx_profile_label.profile_field_address_required
source: Please enter your address!
de: Bitte geben Sie Ihre Adresse ein!

# tx_profile_label.profile_field_zip
source: Postal code
de: Postleitzahl

# tx_profile_label.profile_field_zip_required
source: Please enter your postal code!
de: Bitte geben Sie Ihre Postleitzahl ein!

# tx_profile_label.profile_field_city
source: City
de: Stadt

# tx_profile_label.profile_field_city_required
source: Please enter your city!
de: Bitte geben Sie die Stadt ein in der Sie wohnen!

# tx_profile_label.profile_field_telephone
source: Phone
de: Telefon

# tx_profile_label.profile_field_telephone_required
source: Please enter your phone number!
de: BItte geben Sie Ihre Telefonnummer ein!

# tx_profile_label.profile_field_fax_required
source: Please enter your fax number!
de: Bitte geben Sie Ihre Faxnummer ein!

# tx_profile_label.profile_field_mobile
source: Mobile
de: Mobilnummer

# tx_profile_label.profile_field_mobile_required
source: Please enter your mobile number!
de: Bitte geben Sie Ihre Mobilnummer ein!

# tx_profile_label.profile_field_profession
source: Profession
de: Berufsstand

# tx_profile_label.profile_field_profession_employed
source: Employed
de: Angestellter

# tx_profile_label.profile_field_profession_officer
source: Officer
de: Beamter

# tx_profile_label.profile_field_profession_self_employed
source: Self employed
de: Selbstständiger

# tx_profile_label.profile_field_profession_pensioner
source: Pensioner
de: Rentner

# tx_profile_label.profile_field_marital_status
source: Marital status
de: Familienstand

# tx_profile_label.profile_field_marital_status_single
source: Single
de: ledig

# tx_profile_label.profile_field_marital_status_married
source: Married
de: verheiratet

# tx_profile_label.profile_field_children
source: Children
de: Kinder

# tx_profile_label.profile_field_birthday
source: Birthday
de: Geburtstag

# tx_profile_label.profile_field_birthday_required
source: Please enter your birthday.
de: Bitte geben Sie Ihren Geburtstag im Format YYYY-MM-DD ein.

# tx_profile_label.profile_field_birthday_too_young
source: You are not old enough for registering on our page. You must be at least %1$s years old.
de: Sie sind nicht alt genug, um sich an unserer Seite zu registrieren. Sie müssen mindestens %1$s Jahre alt sein.

# tx_profile_label.profile_field_year_of_birth
source: Year of birth
de: Geburtsjahr

# tx_profile_label.profile_field_year_of_birth_required
source: Please select your day of birth.
de: Bitte wählen Sie Ihr Geburtsjahr aus.

# tx_profile_label.profile_field_year_of_birth_too_young
source: You are not old enough for registering on our page. You must be at least %1$s years old.
de: Sie sind nicht alt genug, um sich an unserer Seite zu registrieren. Sie müssen mindestens %1$s Jahre alt sein.

# tx_profile_label.profile_field_bank_account_owner_name
source: Bank account owner name
de: Bankkonto Inhaber

# tx_profile_label.profile_field_bank_account_owner_name_required
source: Please enter the owner name of the bank account
de: Bitte geben Sie den Inhaber des Bankkontos ein

# tx_profile_label.profile_field_bank_account_bank_name
source: Bank account bank name
de: Bankkonto Bankname

# tx_profile_label.profile_field_bank_account_bank_name_required
source: Please enter the bank name of the bank account
de: Bitte geben Sie den Banknamen des Bankkontos ein

# tx_profile_label.profile_field_bank_account_bic
source: Bank account BIC
de: Bankkonto BIC

# tx_profile_label.profile_field_bank_account_bic_required
source: Please enter the BIC of the bank account
de: Bitte geben Sie die BIC des Bankkontos ein

# tx_profile_label.profile_field_bank_account_iban
source: Bank account IBAN
de: Bankkonto IBAN

# tx_profile_label.profile_field_bank_account_iban_required
source: Please enter the IBAN of the bank account
de: Bitte geben Sie die IBAN des Bankkontos ein

# tx_profile_label.profile_field_accounting_type
source: Accounting
de: Bezahlung

# tx_profile_label.profile_field_accounting_type_debit
source: Debit
de: Lastschrift

# tx_profile_label.profile_field_accounting_type_accounting
source: Accounting
de: Rechnung

# tx_profile_label.profile_field_vat_number
source: VAT number
de: Ust-ID

# tx_profile_label.profile_field_vat_number_required
source: Please enter your VAT number
de: Bitte geben Sie Ihre Ust-ID ein

# tx_profile_label.profile_field_country
source: Country
de: Land

# tx_profile_label.profile_field_country_required
source: Please enter your county name
de: Bitte geben Sie Ihr Land ein

# tx_profile_label.profile_field_newsletter
source: Subscribe to Newsletter
de: Newsletter abbonieren

# tx_profile_label.profile_mandatory_fields
source: * Mandatory fields
de: * Pflichtfelder

# tx_profile_label.button_profile_save_label
source: Save
de: Speichern

# tx_profile_label.button_profile_save_title
source: Save profile
de: Profildaten speichern

# tx_profile_label.button_profile_reset_label
source: Reset
de: Zurücksetzen

# tx_profile_label.button_profile_reset_title
source: Reset form changes
de: Eingaben zurücksetzen

# tx_profile_message.error_profile_please_login_title
source: Can't load user profile!
de: Benutzerprofil konnte nicht geladen werden!

# tx_profile_message.error_profile_please_login_body
source: Please login in order to edit your profile.
de: Bitte loggen Sie sich ein um Ihr Profil zu bearbeiten.

# tx_profile_message.error_profile_validation_failed_title
source: Profile validation failed!
de: Profil-Validierung fehlgeschlagen!

# tx_profile_message.error_profile_validation_failed_body
source: Saving your profile failed - please fill out all fields correctly.
de: Ihr Profil konnte nicht gespeichert werden - Bitte füllen Sie alle Felder korrekt aus.

# tx_profile_message.ok_editing_successful_title
source: Modification successful!
de: Anpassung erfolgreich!

# tx_profile_message.ok_editing_successful_body
source: The modification of your profile was successful.
de: Ihr Benutzerprofil wurde erfolgreich angepasst.
