Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/l10n/*/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: fr

# status_report_title
source: Status Report
fr: Rapport

# status_report_description
source: Get a status report about your site's operation and any detected problems.
fr: Rapport affichant l'état des opérations de votre site et les éventuels problèmes détectés.

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
fr: Vous pouvez afficher ici un aperçu rapide des paramètres de votre site ainsi que les problèmes détectés concernant votre installation. Il pourra être utile de copier - coller ces informations dans vos demandes de support déposées sur les mailinglists de support TYPO3 ainsi que sur le bugtracker TYPO3.

# status_wrongValue
source: Wrong value detected
fr: Mauvaise valeur détectée

# status_insecure
source: Insecure
fr: Non sécurisé

# status_disabled
source: Disabled
fr: Désactivé

# status_enabled
source: Enabled
fr: Activé

# status_enabledPermanently
source: Enabled permanently
fr: Activé en permanence

# status_enabledTemporarily
source: Enabled temporarily
fr: Activé temporairement

# status_empty
source: Empty
fr: Vide

# status_none
source: None
fr: Aucun

# status_connectionFailed
source: Connection Failed
fr: Echec de la connexion

# status_checkFailed
source: Check Failed
fr: La vérification a échoué

# status_updateComplete
source: Update Complete
fr: Mise à jour complète

# status_updateIncomplete
source: Update Incomplete
fr: Mise à jour incomplète

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the %sstatus report%s for more information.
fr: Un ou plusieurs problèmes ont été détectés avec votre installation de TYPO3. Veuillez vérifier %sles rapports%s pour plus d'informations.

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the %sstatus report%s for more information.
fr: Ce rapport contient toutes les notifications de l'état de votre installation TYPO3. Veuillez consulter le rapport d'état %s%s pour plus d'informations.

# status_typo3
source: TYPO3 System
fr: Système TYPO3

# status_system
source: System
fr: Système

# status_security
source: Security
fr: Sécurité

# status_referenceIndex
source: Reference Index
fr: Index de référence

# status_fal
source: File Abstraction Layer
fr: Couche d'abstraction de fichier (FAL)

# status_missingFiles
source: Files flagged as missing
fr: Fichiers indiqués comme manquants

# status_missingFilesCount
source: %1$s files
fr: %1$s fichiers

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
fr: Ces fichiers sont marqués comme manquants. Restaurez les fichiers et exécutez l'indexeur pour réinitialiser le flag manquant.

# status_memcachedConfiguration
source: Memcached Configuration
fr: Configuration du cache

# status_CreatedFilePermissions
source: Permissions of created files
fr: Permissions des fichiers créés

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. This can be set in the install tool.
fr: Les fichiers créés par TYPO3 sont configurés pour être accessible en écriture par tout le monde. Selon la configuration de votre serveur, cela peut représenter un risque de sécurité. Il est généralement préférable de configurer le masque de création pour ne pas permettre l'écriture de fichiers par des "autres". Une bonne valeur par défaut est souvent '0660' pour $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. Cela peut être défini dans l'outil d'installation.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
fr: Droits des nouveaux répertoires

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. This can be set in the install tool.
fr: Les dossiers créés par TYPO3 sont configurés pour être accessible en écriture par tout le monde. Selon la configuration de votre serveur, cela peut représenter un risque de sécurité. Il est généralement préférable de configurer le masque de création pour ne pas permettre l'écriture de dossiers par des "autres". Une bonne valeur par défaut est souvent '2770' pour $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. Cela peut être défini dans l'outil d'installation.

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
fr: Jeu de caractères de la base de données MySQL

# status_MysqlDatabaseCharacterSet_CheckFailed
source: Checking database character set failed, got key "%1$s" instead of "character_set_database"
fr: La vérification du jeu de caractères de la base de données a échoué, la clé "%1$s" a été obtenue au lieu de "character_set_database"

# status_MysqlDatabaseCharacterSet_Unsupported
source: Your default database uses character set "%1$s", but only "utf8" or "utf8mb4" is supported with TYPO3.
fr: Votre base de données par défaut utilise le jeu de caractères "%1$s", mais seul "utf8" ou "utf8mb4" est supporté avec TYPO3.

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
fr: Votre base de données par défaut utilise utf-8. Tout va bien.

# status_MysqlDatabaseCharacterSet_Info
source: Your default database uses a different charset, but all tables uses utf-8. All good. But consider fixing your database collation and check the table creation settings.
fr: Votre base de données par défaut utilise un jeu de caractères différent, mais toutes les tables utilisent utf-8. Tout va bien. Mais pensez à corriger la collation de votre base de données et vérifiez les paramètres de création de la table.

# status_MysqlDatabaseCharacterSet_MixedCollations
source: Your default database is set to create tables with character set "%1$s", but contains tables or columns with different collations. Please fix these tables to avoid "illegal mix of collations" errors.
fr: Votre base de données par défaut est définie pour créer des tables avec le jeu de caractères "%1$s", mais contient des tables ou des colonnes avec des collations différentes. Veuillez corriger ces tables pour éviter les erreurs de "mélange illégal de collations".

# status_encryptedConnectionStatus
source: Encrypted backend connection (HTTPS)
fr: Connexion au backend chiffrée (HTTPS)

# status_encryptedConnectionStatus_insecure
source: Your backend access is not secured using HTTPS but relies on HTTP which sends all your data (including login passwords) over an insecure connection. All modern web sites should rely on HTTPS and only sites secured differently, for instance some intranet installations may use HTTP only.
fr: Votre accès backend n'est pas sécurisé en utilisant HTTPS mais repose sur HTTP qui envoie toutes vos données (y compris les mots de passe de connexion) par une connexion non sécurisée. Tous les sites web modernes devraient se fier à HTTPS et seuls les sites sécurisés différemment, par exemple certaines installations intranet ne peuvent utiliser que HTTP.

# status_lockSslStatus
source: Backend only accessible through HTTPS
fr: Backend uniquement accessible via HTTPS

# status_lockSslStatus_insecure
source: It is highly recommended to activate the option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
fr: Il est fortement recommandé d'activer cette option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).

# status_trustedHostsPattern
source: Trusted Hosts Pattern
fr: Pattern des hôtes de confiance

# status_adminUserAccount
source: Admin User Account
fr: Compte d'utilisateur admin

# status_encryptionKey
source: Encryption Key
fr: Clé de chiffrement

# status_fileDenyPattern
source: File Deny Pattern
fr: Motif de fichier refusé

# status_htaccessUploadProtection
source: .htaccess Upload Protection
fr: Protection du téléchargement .htaccess

# status_exceptionHandler
source: Exception Handler / Error Reporting
fr: Gestionnaire d'exception / Rapport d'erreurs

# status_exportedFiles
source: XML/T3D export files
fr: Fichiers d'export XML/T3D

# status_exceptionHandler_warningMessage
source: Display Errors is set to 1 - errors will be displayed with the DebugExceptionHandler including stack traces.
fr: L'affichage des erreurs est réglé sur 1 - les erreurs seront affichées par le DebugExceptionHandler avec la pile des appels.

# status_exceptionHandler_errorMessage
source: Debug Exception Handler enabled in Production Context - will show full error messages including stack traces.
fr: DebugExceptionHandler activé dans le contexte de production - les messages d'erreurs complets seront affichés, avec la pile des appels.

# status_exportedFiles_warningMessage
source: The following exported files were found:
fr: Les fichiers exportés suivants ont été trouvés :

# status_exportedFiles_warningRecommendation
source: It is recommended to delete exported files to avoid possible disclosure of exported data to backend users with lower/different access rights than user(s) who originally created the export(s).
fr: Il est recommandé de supprimer les fichiers exportés pour éviter toute divulgation éventuelle de données exportées aux utilisateurs back-end ayant des droits d'accès inférieurs/différents à ceux des utilisateurs qui ont créé les exportations.

# status_installToolPassword
source: Install Tool Password
fr: Mot de passe de l'outil d'installation

# status_installTool
source: Install Tool
fr: Module Install

# status_phpVersion
source: PHP Version
fr: Version PHP

# status_phpTooOld
source: Your PHP installation is too old.
fr: Votre installation PHP est trop ancienne.

# status_phpMemory
source: PHP Memory Limit
fr: Limite de mémoire PHP

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
fr: Selon votre configuration, TYPO3 peut fonctionner avec une limite de mémoire PHP %1$s . Cependant, une limite de mémoire PHP de %2$s ou plus est recommandée, en particulier si votre site utilise des extensions supplémentaires.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
fr: Selon votre configuration, TYPO3 peut fonctionner avec une limite de mémoire PHP %1$s . Cependant, une limite de mémoire PHP de %2$s ou plus est recommandée, en particulier si votre site utilise des extensions supplémentaires.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
fr: Augmentez votre limite de mémoire PHP dans le fichier %s et redémarrez votre serveur (ou contactez votre administrateur système ou votre hébergeur pour une assistance).

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
fr: Contactez votre administrateur système ou votre hébergeur pour une assistance pour l'augmentation de votre limite de mémoire PHP.

# status_phpMemoryUnlimited
source: unlimited
fr: illimitée

# status_phpPeakMemory
source: PHP peak memory usage
fr: Pic d'utilisation mémoire PHP

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
fr: Lors d'une requête %2$s de la limite de mémoire a été utilisée. Sur %4$s une requête à %5$s a utilisé %1$s sur %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
fr: Effacer cette propriété

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
fr: %s est activé. TYPO3 a besoin que cette configuration soit désactivée.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
fr: Votre site pourrait ne pas être sécurisé si %s est activé.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
fr: comment modifier les paramétrages

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
fr: Le manuel PHP contient les instructions pour %s.

# status_webServer
source: Web Server
fr: Serveur Web

# status_webServer_infoText
source: For your Web Server some notifications have been found
fr: Pour votre serveur Web, certaines notifications ont été trouvées

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
fr: Fluid utilise des expressions régulières complexes qui nécessitent beaucoup d'espace dans la pile lors du premier traitement. Sur Windows, la taille par défaut de la pile pour Apache est beaucoup plus petite que sur Unix. Vous pouvez augmenter la taille à 8Mo (par défaut sur unix) en ajoutant au httpd.conf : <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Redémarrez Apache après ce changement.

# status_phpModules
source: PHP Modules
fr: Modules PHP

# status_phpModulesMissing
source: One or more modules are missing.
fr: Un ou plusieurs modules sont manquant(s).

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
fr: Les module(s) PHP suivants sont manquants: %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
fr: Vous devez installer et activer ces modules pour permettre à TYPO3 de fonctionner correctement.

# status_phpModulesGroup
source: one of: %s
fr: un sur: %s

# status_phpModulesPresent
source: All required modules are installed.
fr: Tous les modules requis sont installés

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
fr: L'outils d'installation est temporairement activé. Supprimer le fichier "%s" quand vous aurez terminé la configuration de TYPO3. Si vous n'utilisez pas l'outil d'installation, il sera automatiquement désactivé dans %s minutes.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
fr: Le paramètre "safe_mode" du php.ini est réglé sur "On", ce qui est déprécié depuis PHP 5.3 et plus supporté par TYPO3.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
fr: le paramètre PHP INI magic_quotes_gpc à "On" est déprécié depuis PHP 5.3. Il est recommandé de le positionner à "Off" jusqu'à ce qu'il soit retiré définitivement.

# status_updateTaskTitle
source: System Status Update
fr: Mise à jour de l'état du système

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
fr: Exécute un contrôle de l'état du système et envoie des notifications si des problèmes sont rencontrés.

# status_updateTaskField_notificationEmail
source: Notification Email Address
fr: Adresse email de notification

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
fr: Adresses e-mail de notification (une par ligne)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
fr: Adresse email de notification vide ou invalide

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
fr: Adresses e-mail de notification vides ou invalides.

# status_updateTaskField_notificationAll
source: Always send notification mail (not only on errors or warnings)
fr: Toujours envoyer un mail de notification (pas seulement en cas d'erreurs ou de warnings)

# status_updateTask_email_subject
source: System Status Notification for site %s
fr: Notification d'état du système pour le site %s

# status_updateTask_email_issues
source: Issues
fr: Publications

# status_xclassUsage
source: XCLASS used
fr: XCLASS utilisée

# status_xclassUsageFound
source: Your system registers XCLASS
fr: Votre système contient des XCLASS

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
fr: Une XCLASS peut écraser les méthodes ou les classes des extensions du noyau ou d'autres extensions. Ce n'est pas nécessairement une mauvaise chose, mais ces XCLASS pourraient se casser pendant les mises à jour des extensions ou des noyaux. Vous devriez garder un œil sur la compatibilité des extensions et vous assurer que les fonctionnalités prévues sont toujours fournies après les mises à jour.

# status_xclassUsageFound_message_detail
source: %2$s registers an XCLASS of %1$s
fr: %2$s enregistre un XCLASS de %1$s
