Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/l10n/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: fr

# moduleTitle
source: Template tools
fr: Outils de gabarit

source: Template Analyzer
fr: Analyseur de gabarit

source: Constant Editor
fr: Éditeur de constantes

source: Info/Modify
fr: Informations/Modifications

# objectBrowser
source: TypoScript Object Browser
fr: Navigateur d'objets TypoScript

# viewTemplates
source: Viewing templates of
fr: Voir les gabarits de

source: Page name
fr: Nom de la page

source: Templates
fr: # Gabarits

source: Is Root?
fr: Racine ?

source: Is Ext?
fr: Ext ?

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
fr: Ceci est un aperçu des pages de la base de données contenant un ou plusieurs enregistrements de gabarit. Cliquez sur un titre de page pour aller à cette page.

# areYouSure
source: Are you sure you want to do this?
fr: Êtes-vous sûr de vouloir faire ça ?

source: No template
fr: Pas de gabarit

# noTemplateDescription
source: There was no template on this page!
fr: Il n'y a pas de gabarit pour cette page !

# createTemplate
source: Create a template record first in order to edit constants!
fr: Créer d'abord un enregistrement de gabarit avant d'éditer les constantes !

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
fr: Vous devez créer un enregistrement de gabarit ci-dessous avant d'éditer votre configuration.

# newWebsite
source: Create new website
fr: Créer un nouveau site

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below.
fr: Si vous souhaitez que cette page soit la racine d'un nouveau site web, basé éventuellement sur l'un des modèles standard, cliquez sur le bouton ci-dessous.

# newWebsiteAction
source: Create template for a new site
fr: Crée un gabarit pour un nouveau site

# extTemplate
source: Create extension template
fr: Crée un gabarit extension

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
fr: Un gabarit extension vous permet d'entrer des valeurs TypoScript qui affecteront seulement cette page et les sous-pages.

# extTemplateAction
source: Click here to create an extension template.
fr: Cliquez ici pour créer un gabarit extension

# goToClosest
source: Go to closest page with template
fr: Allez à la page la plus proche contenant un gabarit

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
fr: Le gabarit le plus proche est à la page '%s' (uid %s).

# goToClosestAction
source: Click here to go.
fr: Cliquez ici pour y aller.

# titleNewSiteStandard
source: NEW SITE, based on standard
fr: NOUVEAU SITE, basé sur un standard

# titleNewSite
source: NEW SITE
fr: NOUVEAU SITE
