Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/ext save/additional_tca/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_additionaltca_label.tab_relations
source: Relations
de: Relationen

# tx_additionaltca_label.tab_images
source: Images
de: Bilder

# tx_additionaltca_label.tab_files
source: Files
de: Dateien

# tx_additionaltca_label.tab_contact
source: Contact
de: Kontakt

# tx_additionaltca_label.tab_persons
source: Persons
de: Personen

# tx_additionaltca_label.tab_bookings
source: Bookings
de: Buchungen

# tx_additionaltca_label.tab_prices
source: Prices
de: Preise

# tx_additionaltca_label.tab_map
source: Map
de: Karte

# tx_additionaltca_label.tab_registration
source: Registration
de: Registrierung

# tx_additionaltca_label.config_duration_hours
source: h
de: Std.

# tx_additionaltca_label.unit_day
source: day
de: Tag

# tx_additionaltca_label.unit_minutes
source: minutes
de: Minuten

# tx_additionaltca_label.select_current_day
source: select current day
de: Wähle den aktuellem Tag

# tx_additionaltca_label.select_current_day_time
source: select current day and time
de: Wähle den aktuellen Tag und Uhrzeit

# tx_additionaltca_message.info_click_for_more_information
source: Click <a href="%1$s" target="_blank">here</a> for more information.
de: Klicken Sie <a href="%1$s" target="_blank">hier</a> für mehr Informationen.

# tx_additionaltca_message.info_need_help_or_new_features
source: Do you need help setting up this extension or need another feature?
de: Sie brauchen Hilfe bei der Einrichtung diese Erweiterung oder benötigen ein weiteres Feature?

# tx_additionaltca_message.info_mail_us
source: <b>Just write an email to:</b> <a href="mailto:%1$s"><em>%1$s</em></a>
de: <b>Schreiben Sie einfach eine E-Mail an:</b> <a href="mailto:%1$s"><em>%1$s</em></a>

# tx_additionaltca_message.info_about_this_message
source: about this message
de: über diese Nachricht

# tx_additionaltca_message.error_version_not_detected
source: Version could not be detected. Possibly CURL is not enabled and file_get_contents is not allowed to call remote URLs!
de: Version konnte nicht ermittelt werden. Eventuell ist CURL nicht aktiviert und file_get_contents darf keine Remote-URLs aufrufen!

# tx_additionaltca_message.error_version_json_invalid
source: Version data couldn't be parsed!
de: Versionsdaten konnten nicht gelesen werden!

# tx_additionaltca_message.info_major_release_available
source: A new major release is available!
de: Ein neues Major-Update ist verfügbar!

# tx_additionaltca_message.info_minor_release_available
source: A new minor release is available!
de: Ein neues Minor-Update ist verfügbar!

# tx_additionaltca_message.info_patch_available
source: A new patch is available!
de: Ein neuer Patch ist verfügbar!

# tx_additionaltca_message.warning_update_message
source: We recommend you to update this extension to the current version.
de: Wir empfehlen Ihnen diese Erweiterung zur aktuellen Version zu aktualisieren.

# tx_additionaltca_ext_conf_template.extension_update_service_active
source: Enable extension update service
de: Extension Update-Service aktivieren

# tx_additionaltca_ext_conf_template.extension_update_service_email
source: Display email address for support or extension request
de: Zeige E-Mailadresse für Support- oder Erweiterungs-Anfragen an
