Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/l10n/*/bootstrap_package/Resources/Private/Language/*.locallang_rte.xlf
Languages: fr

# class.text-left
source: Text: Left
fr: Texte : gauche

# class.text-right
source: Text: Right
fr: Texte : droite

# class.text-center
source: Text: Center
fr: Texte : centré

# class.text-justify
source: Text: Justify
fr: Texte : justifié

# class.active
source: Contextual: Active
fr: Contextuel : Actif

# class.danger
source: Contextual: Danger
fr: Contextuel : Danger

# class.info
source: Contextual: Info
fr: Contextuel : Info

# class.success
source: Contextual: Success
fr: Contextuel : Succès

# class.warning
source: Contextual: Warning
fr: Contextuel : Attention

# class.visible-lg
source: Visibility: Large devices
fr: Visibilité : grand périphérique

# class.visible-md
source: Visibility: Medium devices
fr: Visibilité : périphérique moyen

# class.visible-print
source: Visibility: Print
fr: Visibilité : Impression

# class.visible-sm
source: Visibility: Small devices
fr: Visibilité : petit périphérique

# class.table-striped
source: Table: Striped rows
fr: Table: rangées zébrées

# class.table-bordered
source: Table: Bordered table
fr: Tableau : tableau avec bordures

# class.table-hover
source: Table: Hover rows
fr: Table: rangées en surbrillance

# class.table-condensed
source: Table: Condensed table
fr: Table: condensée

# class.list-unstyled
source: Lists: Unstyled
fr: Listes : aucun style

# class.list-inline
source: Lists: Inline
fr: Listes : en ligne

# class.btn
source: Buttons: Base
fr: Boutons : base

# class.btn-default
source: Buttons: Default
fr: Boutons : défaut

# class.btn-primary
source: Buttons: Primary
fr: Bouton : primaire

# class.btn-success
source: Buttons: Success
fr: Boutons : succès

# class.btn-warning
source: Buttons: Warning
fr: Boutons : avertissement

# class.btn-danger
source: Buttons: Danger
fr: Boutons : danger

# class.btn-link
source: Buttons: Link
fr: Boutons : lien

# class.btn-block
source: Buttons: Block
fr: Boutons : block
