Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/ext/df_tabs/Resources/Private/Language/*.locallang.xlf
Languages: de

# flexform.sheets.general.autoPlayInterval
source: Autoplay Interval in Milliseconds
de: Autoplay-Intervall in Millisekunden

# flexform.sheets.general.autoPlayInterval.description
source: Sets the interval for the automatic tab-switching in milliseconds (e.g. entering the value 7000 switches the tabs every 7 seconds). Is ignored if Autoplay is disabled.
de: Stellt das Intervall für das automatische Umschalten der Tabs in Millisekunden ein (z.B. die Eingabe des Wertes 7000 schaltet die Tabs alle 7 Sekunden um). Wird ignoriert, wenn Autoplay deaktiviert ist.

# flexform.sheets.general.data
source: Pages and Content That Shall be Rendered as Tabs
de: Seiten und Inhalte, die als Tabs gerendert werden sollen

# flexform.sheets.general.data.description
source: If the selection is not empty, "Combined" mode is forced.
de: Wenn die Auswahl nicht leer ist, wird der "Kombiniert" Modus erzwungen.

# flexform.sheets.general.enableAutoPlayInterval
source: Enable Autoplay
de: Auto-Play aktivieren

# flexform.sheets.general.enableAutoPlayInterval.description
source: When Autoplay is enabled, the page will automatically switch between the tabs from left to right in the interval specified below. When the last tab is reached, the animation starts over with the first tab. Available for the Website-Base as an additional feature. More information at www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/
de: Wenn Autoplay aktiviert ist, wechselt die Seite automatisch zwischen den Tabs von links nach rechts in dem unten angegebenen Intervall. Wenn der letzte Tab erreicht ist, beginnt die Animation von vorne mit dem ersten Tab. Verfügbar für die Website-Base als zusätzliches Feature. Weitere Informationen unter www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/

# flexform.sheets.general.enableMouseOver
source: Enable MouseOver Navigation
de: MouseOver-Navigation aktivieren

# flexform.sheets.general.enableMouseOver.description
source: If not enabled, users need to click on a tab to open it. If enabled, the tabs will switch when the user hovers over them. Available for the Website-Base as an additional feature. More information at www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/
de: Wenn diese Option deaktiviert ist, müssen Benutzer auf einen Tab klicken, um ihn zu öffnen. Wenn aktiviert, wechseln die Tabs, wenn der Benutzer mit der Maus über sie fährt. Verfügbar für die Website-Basis als zusätzliches Feature. Weitere Informationen unter www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/

# flexform.sheets.general.hash.description
source: Name that is used to implement history and direct linking functionality. Available for the Website-Base as an additional feature. More information at www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/
de: Name, der zur Implementierung von History- und Direct-Linking-Funktionen verwendet wird. Verfügbar für die Website-Basis als zusätzliches Feature. Weitere Informationen unter www.sgalinski.de/typo3-produkte-webentwicklung/die-website-base/

# flexform.sheets.general.mode
source: Mode
de: Modus

# flexform.sheets.general.mode.combined
source: Combined (Show elements chosen below, one tab each)
de: Kombiniert (je unten ausgewähltem Element wird ein Tab angezeigt)

# flexform.sheets.general.mode.pages
source: Show every subpage of this page one tab each
de: Zeige für jede Unterseite dieser Seite jeweils einen Tab

# flexform.sheets.general.mode.tt_content
source: Show every content element of the current page as one tab each
de: Zeige jedes Inhaltselement der aktuellen Seite als je ein Tab

# flexform.sheets.general.titles
source: Override Tab Titles
de: Titel der Reiter überschreiben

# flexform.sheets.general.titles.description
source: Separation of the tab headings by line break, i.e. one title per line must be entered. If a title is not to be overwritten, simply insert a blank line or the keyword "DEFAULT". In order to override other titles, the first tab's title has to be overridden because empty lines at the beginning are ignored.
de: Trennung der Tab-Überschriften per Zeilenumbruch, d.h. ein Titel pro Zeile muss eingetragen werden. Falls ein Titel nicht überschrieben werden soll, einfach eine Leerzeile oder "DEFAULT" einfügen. Um andere Titel zu überschreiben, muss der Titel des ersten Tabs überschrieben werden, da leere Zeilen am Anfang ignoriert werden.

# frontend.buttonLabelMore
source: More
de: Mehr

# noContentFound
source: Didn't found any content for rendering of the tabs. Please check your plugin configuration.
de: Es wurde kein Inhalt für das Rendering der Tabs gefunden. Bitte überprüfen Sie die Plugin-Konfiguration.

# plugin1_plus_wiz_description
source: Show pages or content elements like tabs.
de: Darstellung von Seiten oder Inhaltselementen als Tabs.

# plugin1_title
source: Pages/Content Elements In Tabs
de: Seiten/Inhalte in Tabs

# tt_content.list_type_plugin1
source: [ContentTabs] Pages/Content Elements In Tabs
de: [Inhaltstabs] Seiten/Inhalte in Tabs
