Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/l10n/*/info/Resources/Private/Language/*.InfoPageTsConfig.xlf
Languages: fr

# tsconf_parts_0
source: All
fr: Tout

# tsconf_parts_1b
source: Module: Web>View
fr: Module: Web>Voir

# tsconf_parts_1d
source: Module: Web>List
fr: Module: Web>Liste

# tsconf_parts_1g
source: Module: Web>Template
fr: Module: Web>Gabarits

# tsconf_configFields
source: View TSconfig fields content
fr: Voir le contenu des champs TSconfig

# editTSconfig
source: Edit TSconfig for this page
fr: Modifier la TSconfig pour cette page

# editTSconfig_all
source: Edit TSconfig for all shown pages
fr: Modifier la TSconfig pour toutes les pages affichées

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
fr: Configuration par défaut depuis TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
fr: TSconfig de la page

# sort_alphabetic
source: Sort alphabetically
fr: Trier par ordre alphabétique

source: Pagetitle:
fr: Titre de page :

# included_tsconfig_files
source: Included Files:
fr: Fichier inclus :

# written_tsconfig_lines
source: Lines:
fr: Lignes :

# tsconf_noPageTSconfig
source: There are no pages containing custom Page TSconfig settings in the page configuration.
fr: Il n'y a aucune page qui contienne de la TSconfig dans leur configuration.
