Repository: foenix0070/DEMO
Catalog: BNISource/typo3conf/l10n/*/fs_media_gallery/Resources/Private/Language/*.locallang_*.xlf
Languages: fr

# mediagallery.title
source: Media Album
fr: Album média

# mediagallery.description
source: Show your assets from your local or remote storage as a gallery of albums.
fr: Afficher vos images / médias depuis votre local ou depuis votre serveur distant en tant que galerie d'albums

# flexforms.general.I.inherit
source: Inherit (TypoScript)
fr: Hérité (Typoscript)

# flexforms.general.resizeMode
source: Resize mode
fr: Mode de redimensionnement

# flexforms.general.resizeMode.I.m
source: resize proportional
fr: Redimensionner proportionnellement

# flexforms.general.resizeMode.I.c
source: crop
fr: rogner

# flexforms.general.resizeMode.I.s
source: squeeze (unproportional exact fit)
fr: compresser (ajustement exact mais déformé)

# flexforms.mediagallery.tabs.general
source: General
fr: Général

# flexforms.mediagallery.tabs.list
source: Albums list
fr: Liste d'albums

# flexforms.mediagallery.tabs.album
source: Album view
fr: Affichage des albums

# flexforms.mediagallery.tabs.detail
source: Detail view
fr: Vue détail

# flexforms.mediagallery.tabs.random
source: Random asset
fr: Image / média aléatoire

# flexforms.mediagallery.switchableControllerActions
source: Display mode
fr: Mode d'affichage

# flexforms.mediagallery.switchableControllerActions.I.nestedList
source: Selected albums (nested)
fr: Albums sélectionnés (manuellement)

# flexforms.mediagallery.switchableControllerActions.I.flatList
source: Albums list (flattened)
fr: Liste d'albums

# flexforms.mediagallery.switchableControllerActions.I.showAlbumByParam
source: Single album (URL handover enabled)
fr: Album seul (Surcharge activée)

# flexforms.mediagallery.switchableControllerActions.I.showAlbumByConfig
source: Single album (URL handover disabled)
fr: Album seul (Surcharge désactivée)

# flexforms.mediagallery.switchableControllerActions.I.randomAsset
source: Random media asset
fr: Image / média aléatoire

# flexforms.mediagallery.mediaAlbum
source: Album to display
fr: Album à afficher

# flexforms.mediagallery.mediaAlbumsUids
source: Albums to display
fr: Albums à afficher

# flexforms.mediagallery.useAlbumFilterAsExclude
source: Album selection filter (if no items are selected all are shown)
fr: Filtres de sélection (si aucun album n'est sélectionné tous sont affichés)

# flexforms.mediagallery.useAlbumFilterAsExclude.I.0
source: Show only selected items
fr: Afficher seulement les éléments sélectionnés

# flexforms.mediagallery.useAlbumFilterAsExclude.I.1
source: Exclude selected items
fr: Exclure les éléments sélectionnés

# flexforms.mediagallery.list.hideEmptyAlbums
source: Hide empty albums
fr: Cacher les albums vides

# flexforms.mediagallery.list.pagination.itemsPerPage
source: Max. thumbs to display per page
fr: Nombre maximal de vignettes à afficher par page

# flexforms.mediagallery.list.thumb.width
source: Thumbnail width
fr: Largeur de la vignette

# flexforms.mediagallery.list.thumb.height
source: Thumbnail height
fr: Hauteur de la vignette

# flexforms.mediagallery.list.thumb.random
source: Random thumbnail
fr: Vignette aléatoire

# flexforms.mediagallery.list.orderBy
source: Sort albums list by
fr: Trier les albums par

# flexforms.mediagallery.list.orderBy.I.datetime
source: Given date
fr: Date d'album

# flexforms.mediagallery.list.orderBy.I.crdate
source: Creation date
fr: Date de création

# flexforms.mediagallery.list.orderBy.I.sorting
source: Given sort order
fr: Ordre de tri du backend

# flexforms.mediagallery.list.orderDirection
source: Sort direction for albums list
fr: Direction de tri des listes d'albums

# flexforms.mediagallery.list.orderDirection.I.asc
source: Ascending (old to new/low to high)
fr: Ascendant (ancien à récent)

# flexforms.mediagallery.list.orderDirection.I.desc
source: Descending (new to old/high to low)
fr: Descendant (récent à ancien)

# flexforms.mediagallery.album.pagination.itemsPerPage
source: Max. thumbs to display per page
fr: Nombre de vignettes maximales affichées par page

# flexforms.mediagallery.assets.orderBy.I.crdate
source: Creation date
fr: Date de création

# flexforms.mediagallery.assets.orderDirection.I.asc
source: Ascending (old to new/low to high)
fr: Ascendant (ancien à récent)

# flexforms.mediagallery.assets.orderDirection.I.desc
source: Descending (new to old/high to low)
fr: Descendant (récent à ancien)

# flexforms.mediagallery.album.thumb.width
source: Thumbnail width
fr: Largeur de la vignette

# flexforms.mediagallery.album.thumb.height
source: Thumbnail height
fr: Hauteur de la vignette

# flexforms.mediagallery.album.lightbox.enable
source: Use LightBox/Colorbox instead of detail view
fr: Utiliser une lightbox / colorbox à la place de la vue détaillée

# flexforms.mediagallery.album.displayTitle
source: Display title
fr: Afficher le titre

# flexforms.mediagallery.detail.asset.width
source: Media width
fr: Largeur des médias

# flexforms.mediagallery.detail.asset.height
source: Media height
fr: Hauteur des médias

# flexforms.mediagallery.random.targetPid
source: Album page
fr: Page de l'album

# flexforms.mediagallery.random.thumb.width
source: Thumbnail width
fr: Largeur de la vignette

# flexforms.mediagallery.random.thumb.height
source: Thumbnail height
fr: Hauteur de la vignette

# extmng.allowedActionsInFlexforms
source: Plugin actions shown in flexforms: Comma separated list of controller actions which could be selected as plugin action in flexforms. Available actions are nestedList,flatList,showAlbumByParam,showAlbumByConfig,randomAsset. If no action is defined, all available actions are selectable.
fr: Actions du plugin disponibles dans le flexform : Liste séparée par des virgules des vues qui peuvent être choisies dans le plugin. Les options disponibles sont la sélection d'albums (nestedList), la liste d'albums (flatList), un album unique (avec ou sans surcharge active / showAlbumByParam), un album aléatoire (randomAsset). Si aucune configuration n'est faite, toutes ces options sont disponibles.

# extmng.list.orderOptions
source: Sort options for albums lists in flexforms: Comma separated list of sort options for field "Sort albums list by" which could be selected in flexforms. Available options are datetime,crdate,sorting.
fr: L'option de tri pour les listes d'albums dans le plugin : liste des options séparées par des virgules. Les options disponibles sont : date de l'album (datetime), date de création (crdate), ordre du backend (sorting).

# module.buttons.createAlbum
source: Create album
fr: Créer un nouvel album

# module.buttons.createAlbumIn
source: Create album in "%s"
fr: Créer un nouvel album dan "%s

# module.buttons.editAlbum
source: Edit album "%s"
fr: Modifier l'album "%s"

# module.alerts.firstCreateStorageFolder
source: You must first create a storage folder for your media albums!
fr: Vous devez d'abord créer un dossier de stockage pour vos albums !

# date_format
source: Y-m-d
fr: d.m.Y

source: Media Album
fr: Album média

source: Media Albums
fr: Albums média

source: asset
fr: Image / média

source: assets
fr: Images / médias

source: No albums found
fr: Aucun album trouvé

# no_album_found
source: Album not found
fr: Album introuvable

source: No assets found
fr: Aucune image ou média trouvé

source: Back to album
fr: Retour à l'album

source: Back to %s
fr: Retour à %s

source: Back to albums list
fr: Retour à la liste des albums

# lightbox_current
source: image {current} of {total}
fr: image {current} sur {total}

# link_to_album
source: Show album '%s'
fr: Afficher l'album '%s'
